Repository: PeterDaveHelloKitchen/lxsession
Catalog: po/*.po
Languages: de

source: Custom message to show on the dialog
de: Benutzerdefinierte Meldung zur Anzeige im Dialogfenster

source: message
de: Meldung

source: Banner to show on the dialog
de: Banner zur Anzeige im Dialogfenster

source: image file
de: Bilddatei

source: Position of the banner
de: Position des Banners

source: Hide button
de: Schaltfläche verbergen

source: Error: %s
de: Fehler: %s

source: <b><big>Logout %s %s session?</big></b>
de: <b><big>Von der %s-%s-Sitzung abmelden?</big></b>

source: <b><big>Logout %s session?</big></b>
de: <b><big>Von der %s-Sitzung abmelden?</big></b>

source: Sh_utdown
de: Her_unterfahren

source: _Reboot
de: Neusta_rt

source: _Suspend
de: Bereit_schaft

source: _Hibernate
de: Ru_hezustand

source: S_witch User
de: Benutzer _wechseln

source: L_ock Screen
de: _Bildschirm sperren

source: _Logout
de: Abme_lden

source: Enabled
de: Aktiviert

source: Application
de: Anwendung

source: Error
de: Fehler

source: lxpolkit is already running. Exiting
de: lxpolkit wird bereits ausgeführt. Programmende

source: Authentication failed! Wrong password?
de: Die Authentifizierung ist fehlgeschlagen! Falsches Passwort?

source: Password:
de: Passwort:

source: Group: %s
de: Gruppe: %s

# Title
source: Desktop Session Settings
de: Arbeitssitzungs-Einstellungen

source: Applications automatically started after entering desktop:
de: Beim Start der Arbeitssitzung automatisch ausgeführte Anwendungen:

source: Automatically Started Applications
de: Automatisch ausgeführte Anwendungen

source: Window Manager:
de: Fenstermanager:

source: Command line used to launch window manager (The default window manager command for LXDE should be openbox-lxde)
de: Befehlszeile zum Starten des Fenstermanagers (Der Standardbefehl zur Fensterverwaltung für LXDE sollte »openbox-lxde« sein.)

source: <b>Warning:</b> Do <b>NOT</b> touch this unless you know exactly what you are doing. <b>NOTE:</b> This setting will take effect on next login.
de: <b>Warnung:</b> Ändern Sie diese Einstellung <b>NICHT</b>, außer Sie wissen genau, was Sie tun. <b>Hinweis:</b> Diese Einstellung wird bei der nächsten Anmeldung wirksam.

source: Advanced Options
de: Erweiterte Optionen

source: Authentication
de: Authentifizierung

source: Identity:
de: Identität:

source: File Manager
de: Dateiverwaltung

source: Reload
de: Neu laden

source: More
de: Mehr

source: Terminal manager
de: Terminal-Emulation

source: Webbrowser
de: Internet

source: Communication 1
de: Kommunikation 1

source: Communication 2
de: Kommunikation 2

source: Launcher manager
de: Programmstart

source: Screenshot manager
de: Bildschirmfoto

source: PDF Reader
de: PDF

source: Video player
de: Video

source: Audio player
de: Audio

source: Image viewer
de: Bilder

source: Text editor
de: Texte

source: Charmap
de: Zeichentabelle

source: Calculator
de: Taschenrechner

source: Spreadsheet
de: Tabellenkalkulation

source: Document
de: Dokumente

source: Burning utility
de: Brenner

source: Notes utility
de: Notizen

source: Disks utility
de: Festplattenverwaltung

source: Tasks monitor
de: Prozessverwaltung

source: Launching applications
de: Allgemeine Anwendungen

source: Windows Manager
de: Fenstermanager

source: Panel
de: Leiste

source: Composite Manager
de: Composition-Manager

source: Desktop Manager
de: Desktopverwaltung

source: Screensaver
de: Bildschirmschoner

source: Power Manager
de: Energieverwaltung

source: Polkit agent
de: Polkit-Vermittler

source: Network GUI
de: Netzwerkverwaltung

source: Lock screen manager
de: Bildschirmsperrung

source: Audio manager
de: Audioverwaltung

source: Workspace manager
de: Arbeitsplatzverwaltung

source: Quit manager
de: Abmeldung

source: Upgrade manager
de: Systemaktualisierung

source: Clipboard manager
de: Zwischenablage

source: Security (keyring)
de: Sicherheit (Schlüsselbund)

source: A11y
de: Barrierefreiheit

source: Core applications
de: Grundlegende Anwendungen

source: Disable autostarted applications?
de: Automatisch startende Anwendungen deaktivieren?

source: <b>Settings</b>
de: <b>Einstellungen</b>

source: <b>Manual autostarted applications</b>
de: <b>Manuell hinzugefügte Autostart-Anwendungen</b>

source: <b>Known Applications </b>
de: <b>Bekannte Autostart-Anwendungen</b>

source: Autostart
de: Autostart-Anwendungen

source: Laptop mode
de: Laptop-Modus

source: <b>General settings</b>
de: <b>Allgemeine Einstellungen</b>

source: Type
de: Typ

source: Menu prefix
de: Menü-Präfix:

source: Apply
de: Übernehmen

source: <b>Environment</b>
de: <b>Umgebung</b>

source: Mode
de: Art

source: Model
de: Modell:

source: Layout
de: Belegung:

source: Variant
de: Variante:

source: Options
de: Optionen:

source: <b>Keymap</b>
de: <b>Tastaturbelegung</b>

source: Settings
de: Einstellungen

source: Desktop Session Settings
de: Arbeitssitzung

source: Manage applications loaded in desktop session
de: Verwaltung der Anwendungen, die für die Arbeitssitzung geladen werden

source: Default applications for LXSession
de: LXSession-Standardanwendungen

source: Change the default applications on LXDE
de: Änderung der Standardanwendungen für LXDE

source: Policykit Authentication Agent
de: Policykit-Authentifizierungsvermittler

source: Update lxsession database
de: Datenbank-Aktualisierung

source: The database is updating, please wait
de: Die Datenbank wird aktualisiert, bitte warten …

source: LXSession configuration
de: LXSession-Konfiguration

source: Manual Settings: Manually sets the command (you need to restart lxsession-default-apps to see the change)
de: Manuelle Einstellung: Legt den Befehl manuell fest (Sie müssen lxsession-default-apps neu starten, um die Änderung zu sehen)

source: Session : specify the session
de: session: Geben Sie die Sitzung an

source: Extra: Add an extra parameter to the launch option
de: extra: Fügen Sie der Startoption einen zusätzlichen Parameter hinzu

source: Mime association: Automatically associates mime types to this application?
de: MIME-Zuweisung: Sollen dieser Anwendung automatisch MIME-Typen zugewiesen werden?

source: Available applications : Applications of this type available on your repositories
de: Verfügbare Anwendungen: Verfügbare Anwendungen dieser Art auf Ihrem System

source: Handle Desktop: Draw the desktop using the file manager?
de: Desktopverwaltung: Soll die Benutzeroberfläche durch den Dateimanager gestaltet werden?

source: Autostart the application?
de: Anwendung automatisch starten?

source: Set default program for Debian system (using update-alternatives, need root password)
de: Debian-Standardprogramme festlegen: Verwendet »update-alternatives« (benötigt das root-Passwort)

source: Windows manager draws and manage the windows. You can choose openbox, openbox-custom (for a custom openbox configuration, see "More"), kwin, compiz ...
de: Der Fenstermanager zeichnet und verwaltet die Fenster. Sie können »openbox«, »openbox-custom« (für eine benutzerdefinierte Openbox-Konfiguration, siehe »Mehr«), »kwin«, »compiz« etc. wählen.

source: Panel is the component usually at the bottom of the screen which manages a list of opened windows, shortcuts, notification area ...
de: Die Leiste ist die Komponente, die sich für gewöhnlich am unteren Bildschirmrand befindet und die offenen Fenster, Programmverknüpfungen, ein Benachrichtigungsfeld etc. verwaltet.

source: Dock is a second panel. It's used to launch a different program to handle a second type of panel.
de: Das Dock ist die zweite Leiste. Hiermit kann ein anderes Programm zur Verwaltung eines zweiten Leistentyps gestartet werden.

source: File manager is the component which open the files. See "More" to add options to handle the desktop, or opening files
de: Der Dateimanager öffnet die Dateien. Siehe »Mehr«, um Optionen hinzuzufügen, die Benutzeroberfläche zu verwalten oder Dateien zu öffnen.

source: Composite manager enables graphics effects, like transparency and shadows, if the windows manager doesn't handle it. Example: compton
de: Ein Composition-Manager ermöglicht grafische Effekte wie Transparenz und Schatten, wenn der Fenstermanager das nicht beherrscht. Beispiel: »compton«

source: Desktop manager draws the desktop and manages the icons inside it. You can manage it with the file manager by setting "filemanager"
de: Eine Desktopverwaltung gestaltet die Benutzeroberfläche und verwaltet die Symbole darauf. Verwenden Sie »filemanager« für die Standard-Desktopverwaltung.

source: Wallpaper: Set an image path to draw the wallpaper
de: wallpaper: Legen Sie einen Pfad auf Hintergrundbilder fest.

source: Screensaver is a program which displays animations when your computer is idle
de: Ein Bildschirmschoner zeigt Animationen an, wenn der Computer nicht benutzt wird.

source: Power Manager helps you to reduce the usage of batteries. You probably don't need one if you have a desktop computer. Auto option will set it automatically, depending of the laptop mode option.
de: Die Energieverwaltung hilft, den Akkuverbrauch zu reduzieren. Sie benötigen das vermutlich nicht, wenn Sie einen Desktop-Computer haben. Der Befehl »auto« handhabt das in Abhängigkeit des Laptop-Modus automatisch.

source: Polkit agent provides authorisations to use some actions, like suspend, hibernate, using Consolekit ... It's not advised to make it blank.
de: Ein Polkit-Vermittler erlaubt die Legitimierung von Aktionen wie Bereitschaft, Ruhezustand, die Verwendung von ConsoleKit etc. Es ist nicht ratsam, den Eintrag leer zu lassen.

source: Set an utility to manager connections, such as nm-applet
de: Legen Sie einen Verbindungsmanager wie »nm-applet« fest.

source: Use a communication software (an IRC client, an IM client ...)
de: Eine Kommunikationssoftware (ein IRC-Client, ein IM-Client etc.)

source: Use another communication software (an IRC client, an IM client ...)
de: Eine weitere Kommunikationssoftware (ein IRC-Client, ein IM-Client etc.)

source: Terminal by default to launch command line.
de: Standard-Terminal, um eine Befehlszeile zu starten

source: Application to go to Internet, Google, Facebook, debian.org ...
de: Anwendung, um ins Internet zu gehen (Google, Facebook, debian.org etc.)

source: Application to send mails
de: Anwendung, um E-Mails zu verschicken

source: Utility to launch gadgets, like conky, screenlets ...
de: Anwendung, um Miniprogramme wie »conky«, »screenlets« etc. zu starten

source: Utility to launch application, like synapse, kupfer ... For using lxpanel or lxde default utility, use "lxpanelctl"
de: Anwendungsstarter wie »synapse«, »kupfer« etc. Für lxpanel oder als LXDE-Standard verwenden Sie »lxpanelctl«.

source: Application for taking screeshot of your desktop, like scrot ...
de: Anwendung wie »scrot« etc., um Fotos ihrer Benutzeroberfläche zu machen

source: Viewer for PDF, like evince
de: PDF-Anzeigeprogramm wie »evince«

source: Video application
de: Video-Anwendung

source: Audio application
de: Audio-Anwendung

source: Application to display images
de: Anwendung, um Bilder anzuzeigen

source: Application to edit text
de: Anwendung, um Texte zu bearbeiten

source: Application to create archives, like file-roller
de: Anwendung wie »file-roller«, um Archive zu verwalten

source: Charmap application
de: Anwendung, um Zeichen auszuwählen

source: Calculator application
de: Anwendung zum Rechnen

source: Application to create spreedsheet, like gnumeric
de: Anwendung wie »gnumeric«, um Tabellen zu erstellen

source: Application to manage bittorent, like transmission
de: Eine BitTorent-Anwendung wie »Transmission«

source: Application to manage office text, like abiword
de: Anwendung wie »abiword«, um Bürotexte zu erstellen

source: Application to manage webcam
de: Anwendung, um eine Webcam zu bedienen

source: Application to manage burning CD/DVD utilty
de: Anwendung, um CDs/DVDs zu brennen

source: Application to manage notes utility
de: Anwendung, um Notizen zu erstellen

source: Application to manage disks
de: Anwendung, um Festplatten zu verwalten

source: Application to monitor tasks running on your system
de: Anwendung, um laufende Prozesse auf Ihrem System zu überwachen

source: Application to lock your screen
de: Anwendung, um Ihren Bildschirm zu sperren

source: Managing your audio configuration
de: Verwaltung Ihrer Audiokonfiguration

source: Managing your workspace configuration
de: Verwaltung Ihrer Arbeitsplatzkonfiguration

source: Managing the application to quit your session
de: Anwendung zum Abmelden

source: Managing the application to update and upgrade your system
de: Anwendung, um Ihr System zu aktualisieren

source: Managing clipboard support
de: Verwaltung der Zwischenablage-Unterstützung

source: Managing keyring support. Standard options available "gnome" for gnome-keyring support or "ssh-agent" for ssh-agent support
de: Verwaltung der Schlüsselbund-Unterstützung Es sind die Standard-Optionen »gnome« für Gnome-Schlüsselbund-Unterstützung und »ssh-agent« für ssh-agent-Unterstützung verfügbar.

source: Managing support for accessibility. Stardart option are gnome, for stardart gnome support.
de: Verwaltung der Unterstützung für Barrierefreiheit Es ist die Standard-Option »gnome« für die Standard-Gnome-Unterstützung verfügbar.

source: Managing proxy support
de: Verwaltung der Proxy-Unterstützung

source: Managing XRandr parameters. Use a command like xrandr --something
de: Verwaltung der XRandr-Parameter. Verwenden Sie etwas wie »xrandr --irgendwas«.

source: Manual setting
de: Manuelle Einstellung

source: Mime Association
de: MIME-Zuweisung

source: Available applications
de: Verfügbare Anwendungen

source: Autostart the application?
de: Anwendung automatisch starten?

source: Handle the desktop with it?
de: Die Benutzeroberfläche damit verwalten?

source: Set debian default programs
de: Debian-Standardprogramme festlegen

source: Disable
de: Deaktivieren

source: Do you want to associate the following Mimetype?
de: Möchten Sie den folgenden MIME-Typ zuweisen?

source: Cancel
de: Abbruch

source: Reboot required
de: Neustart erforderlich

source: Reboot
de: Neustart

source: Launch language support
de: Sprachunterstützung wird überprüft …

source: Language support missing
de: Sprachunterstützung fehlt

source: Updates available
de: Updates verfügbar

source: Launch Update Manager
de: Systemaktualisierung läuft …

source: An error occurred, please run Package Manager from the left-click menu or apt-get in a terminal to see what is wrong.
de: Es ist ein Fehler aufgetreten. Bitte führen Sie den Paketmanager über das Startmenü oder »apt-get« in einem Terminal aus, um zu sehen, was passiert ist.

source: The error message was:
de: Die Fehlermeldung lautet:

source: Update available
de: Update(s) verfügbar

source: Report
de: Meldung

source: Crash files available for report
de: Zum Melden verfügbare Absturzdateien
